<div class="left-column">
    <h2>Категории</h2>
    <ul class="categories">
        <li><a href="#">Ноутбуки и компьютеры</a></li>
        <li><a href="#">Смартфоны, ТВ и электроника</a></li>
        <li><a href="#">Товары для геймеров</a></li>
        <li><a href="#">Бытовая техника</a></li>
        <li><a href="#">Товары для дома</a></li>
        <li><a href="#">Инструменты и автотовары</a></li>
        <li><a href="#">Сантехника и ремонт</a></li>
        <li><a href="#">Дача, сад и огород</a></li>
        <li><a href="#">Спорт и увлечения</a></li>
        <li><a href="#">Одежда, обувь и украшения</a></li>
        <li><a href="#">Красота и здоровье</a></li>
        <li><a href="#">Детские товары</a></li>
        <li><a href="#">Зоотовары</a></li>
        <li><a href="#">Офис, школа, книги</a></li>
        <li><a href="#">Алкогольные напитки и продукты</a></li>
        <li><a href="#">Бытовая химия</a></li>
        <li><a href="#">Рождественская распродажа до -60%</a></li>
    </ul>
</div>
